{
  "label": "Classes (The Void)",
  "folders": {
    "Class Features": "Características de Classe",
    "Class Items": "Itens de Classe"
  },
  "mapping": {
    "description": "system.description"
  },
  "entries": [
    {
      "id": "A Ring You Can't Remove",
      "name": "Um Anel que Você Não Pode Remover",
      "description": ""
    },
    {
      "id": "Combo Strikes (D8)",
      "name": "Golpes em Combo (D8)",
      "description": ""
    },
    {
      "id": "Hex",
      "name": "Maldição",
      "description": ""
    },
    {
      "id": "Blood Hunter",
      "name": "Caçador de Sangue",
      "description": "Como caçador de sangue, você utiliza o poder da hemocraft—isto é, magia de sangue—em sua busca implacável por criaturas malignas."
    },
    {
      "id": "Combo Strikes (D10)",
      "name": "Golpes em Combo (D10)",
      "description": ""
    },
    {
      "id": "Marked for Death",
      "name": "Marcado para a Morte",
      "description": "Em um ataque bem-sucedido com arma, você pode marcar 1 Ponto de Fadiga para colocar uma Marca da Morte em um alvo. Ataques que você fizer contra o alvo com Marca da Morte ganham um bônus de dano igual a +1d4 por Patamar. Você só pode ter um adversário com Marca da Morte por vez, e não pode transferir ou remover essa condição até derrotar o alvo marcado. O Mestre pode gastar uma quantidade de Pontos de Medo iguais à sua Proficiência para remover a Marca da Morte. Do contrário, a condição acaba automaticamente quando você fizer um descanso."
    },
    {
      "id": "Hand Wraps",
      "name": "Bandagens para as Mãos",
      "description": ""
    },
    {
      "id": "Warlock",
      "name": "Ocultista",
      "description": "Ocultistas são praticantes de magia que se comunicam com forças da natureza e entidades de outros planos. Eles invocam poderes através de rituais, encantamentos, ervas, conchas, velas e outras ferramentas para manifestar sua vontade e conjurar magias poderosas."
    },
    {
      "id": "Combo Strikes (D4)",
      "name": "Golpes em Combo (D4)",
      "description": ""
    },
    {
      "id": "Tiny Pet",
      "name": "Animal de Estimação Pequeno",
      "description": ""
    },
    {
      "id": "Warlock Patron",
      "name": "Patrono do Ocultista",
      "description": "Você se comprometeu com um patrono (deus, demônio, fada ou outra entidade sobrenatural) em troca de poder. Você escolhe o nome do patrono e esferas de influência (por exemplo, Natureza & Traição, Amor & Guerra, Conhecimento & Sombras), que recebem um bônus de +2. Essas esferas ganham um bônus permanente de +1 ao subir de nível. Antes de um teste relacionado, você pode gastar um Favor para interceder e adicionar o bônus à rolagem."
    },
    {
      "id": "Commune",
      "name": "Comunhão",
      "description": "Uma vez por descanso longo, em um momento de calma, você pode entrar em comunhão com uma entidade (criatura ancestral, divindade, espírito, aspecto da natureza, etc.). Você faz uma pergunta à entidade, então rola uma quantidade de d6 igual ao seu Atributo de Conjuração. O resultado de um dos dados determina o efeito: 1-3: Você sente um gosto, cheiro ou sensação relevante à resposta. 4-5: Você ouve um som ou tem uma visão relevante à resposta. 6: Você testemunha fisicamente a cena relevante à resposta como se estivesse lá."
    },
    {
      "id": "Brawler",
      "name": "Brigão",
      "description": "Peritos em combate desarmado, brigões transformam seus corpos em armas letais usando destreza física impressionante. Tendo aprendido suas proezas em academias especializadas ou aprimorado suas técnicas uma luta de cada vez, o processo é sempre rigoroso, desenvolvendo tanto o corpo quanto a mente de um brigão."
    },
    {
      "id": "Steel Needle",
      "name": "Agulha de Aço",
      "description": ""
    },
    {
      "id": "Grim Psychometry",
      "name": "Psicometria Sombria",
      "description": "Enquanto inspeciona uma criatura, um local ou um objeto dentro de alcance Muito Próximo, faça uma Rolagem de Conjuração (12). Em um sucesso, marque um Estresse para ter uma visão da violência mais recente envolvendo o alvo, e até você terminar um descanso, você tem vantagem em qualquer rolagem de ação para recordar conhecimento sobre coisas na visão."
    },
    {
      "id": "Get In & Get Out",
      "name": "Entrar e Sair",
      "description": "Gaste 1 Ponto de Esperança para perguntar ao Mestre um caminho rápido e discreto para sair ou entrar em uma estrutura ou prédio no seu campo de visão. A próxima rolagem que fizer que tenha relação com essa informação terá vantagem."
    },
    {
      "id": "A List of Names with Several Marked Off",
      "name": "Uma Lista de Nomes com Vários Marcados",
      "description": ""
    },
    {
      "id": "Patron's Boon",
      "name": "Benção do Patrono",
      "description": ""
    },
    {
      "id": "Blood Maledict",
      "name": "Maldição de Sangue",
      "description": "Gaste 3 Pontos de Esperança para escolher uma criatura dentro de alcance Longo ou em uma visão da sua Psicometria Sombria. Até você terminar um descanso, sofrer dano Severo ou usar esta característica novamente, você tem vantagem em todas as rolagens de ação contra o alvo."
    },
    {
      "id": "50ft of Rope",
      "name": "15m de Corda",
      "description": ""
    },
    {
      "id": "Combo Strikes (D6)",
      "name": "Golpes em Combo (D6)",
      "description": ""
    },
    {
      "id": "Vial Holding a Foe's Blood",
      "name": "Frasco Contendo o Sangue de um Inimigo",
      "description": ""
    },
    {
      "id": "I Am the Weapon",
      "name": "Eu Sou a Arma",
      "description": ""
    },
    {
      "id": "Crimson Rite",
      "name": "Rito Carmesim",
      "description": "Você pode encantar seus golpes com poder sedento de sangue ao custo da sua vitalidade. Marque um Ponto de Vida para encantar uma de suas armas ativas. Até você terminar seu próximo descanso, essa arma causa dano físico ou mágico (escolha quando usar esta característica) e um dano extra de 1d6 quando você acertar com ela. Este dano extra aumenta para 2d6 no nível 5 e 3d6 no nível 8."
    },
    {
      "id": "Witch",
      "name": "Bruxo",
      "description": "Praticantes mágicos que se comunicam com forças da natureza e entidades de reinos além. Bruxos invocam seu poder através de artesanato, rituais, encantamentos, ervas, pedras, velas e outras ferramentas para manifestar sua vontade e conjurar magias poderosas."
    },
    {
      "id": "Mortar and Pestle Inscribed With a Mysterious Insignia",
      "name": "Pilão e Argamassa Inscritos com um Insígnia Misteriosa",
      "description": ""
    },
    {
      "id": "Book about a Hobby",
      "name": "Livro sobre um Hobby",
      "description": ""
    },
    {
      "id": "A Carving That Symbolizes Your Patron",
      "name": "Uma Escultura que Simboliza Seu Patrono",
      "description": ""
    },
    {
      "id": "Witch's Charm",
      "name": "Amuleto do Bruxo",
      "description": ""
    },
    {
      "id": "Staggering Strike",
      "name": "Golpe Atordoante",
      "description": ""
    },
    {
      "id": "Basic Supplies",
      "name": "Suprimentos Básicos",
      "description": ""
    },
    {
      "id": "Assassin",
      "name": "Assassino",
      "description": "Assassinos são mestres na arte de penetrar nas defesas de seus oponentes e infligir dor lancinante e ataques mortíferos. Quando um assassino marca alguém para morrer, ele persegue sua vítima com determinação inabalável."
    },
    {
      "id": "Favor",
      "name": "Favor",
      "description": "Você começa com 3 Pontos de Favor e um máximo de 6 Espaços de Favor. Durante um descanso, você pode gastar uma ação de descanso para pagar tributo, recuperando Favor igual à sua Presença. Renunciar ao tributo concede ao Mestre 1 Ponto de Medo."
    },
    {
      "id": "Talking Skull",
      "name": "Crânio Falante",
      "description": ""
    },
    {
      "id": "Grim Resolve",
      "name": "Resolução Sombria",
      "description": ""
    },
    {
      "id": "Torch",
      "name": "Tocha",
      "description": ""
    }
  ]
}

